astro-build.astro-vscode
batisteo.vscode-django
codeium.codeium
cweijan.dbclient-jdbc
cweijan.vscode-postgresql-client2
dart-code.dart-code
dart-code.flutter
dbaeumer.vscode-eslint
docker.docker
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
github.copilot
github.copilot-chat
golang.go
jock.svg
lokalise.i18n-ally
ms-azuretools.vscode-containers
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.remote-explorer
nuxt.mdc
nuxtr.nuxtr-vscode
oderwat.indent-rainbow
oxc.oxc-vscode
phoenisx.cssvar
pkief.material-icon-theme
postman.postman-for-vscode
ritwickdey.liveserver
sibiraj-s.vscode-scss-formatter
thomascsd.vscode-readme-pattern
usernamehw.errorlens
vue.volar
waderyan.gitblame
wenfangdu.snippet-generator
