anthropic.claude-code
astro-build.astro-vscode
batisteo.vscode-django
bierner.markdown-mermaid
codeium.codeium
cweijan.dbclient-jdbc
cweijan.vscode-postgresql-client2
dbaeumer.vscode-eslint
docker.docker
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
github.copilot-chat
golang.go
jock.svg
lokalise.i18n-ally
mhutchie.git-graph
ms-azuretools.vscode-containers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.remote-explorer
nuxt.mdc
nuxtr.nuxtr-vscode
oderwat.indent-rainbow
oxc.oxc-vscode
phoenisx.cssvar
pkief.material-icon-theme
ritwickdey.liveserver
thomascsd.vscode-readme-pattern
usernamehw.errorlens
vue.volar
wenfangdu.snippet-generator
yoavbls.pretty-ts-errors
