astro-build.astro-vscode
bar.python-import-helper
batisteo.vscode-django
codeium.codeium
cweijan.dbclient-jdbc
cweijan.vscode-postgresql-client2
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
glenn2223.live-sass
golang.go
jock.svg
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.remote-explorer
oderwat.indent-rainbow
pkief.material-icon-theme
rangav.vscode-thunder-client
ritwickdey.liveserver
sibiraj-s.vscode-scss-formatter
thomascsd.vscode-readme-pattern
usernamehw.errorlens
vue.volar
waderyan.gitblame
